Repository: rtoumazet/saturnin
Catalog: saturnin/lang/exe/*/saturnin.po
Languages: fr

source: Not selected
fr: Aucune sélection

source: Drive isn't accessible
fr: Lecteur inaccessible

source: Could not read file {0} : {1}
fr: Impossible de lire le fichier {0} : {1}

source: Creating configuration file.
fr: Création du fichier de configuration.

source: Setting '{0}' not found !
fr: Paramètre '{0}' non trouvé !

source: Undefined default value '{}'!
fr: Valeur par défaut '{}' non définie !

source: Setting '{0}' using the wrong type !
fr: Paramètre '{0}' n'utilise pas le bon type !

source: Emulation main thread started
fr: Fil d'émulation principal démarré

source: Emulation main thread finished
fr: Fil d'émulation principal terminé

source: Uncaught exception !
fr: Exception non captée !

source: Log '{0}' is not defined !
fr: Log '{0}' non défini !

source: Could not initialize the program ...
fr: Impossible d'initialiser le programme ...

source: Unknown rom type while loading {0}.zip
fr: Type de ROM inconnu lors du chargement du fichier {0}.zip

source: File '{0}' not found in zip file !
fr: Fichier '{0}' non trouvé dans le fichier zip !

source: Zip file '{0}' not found !
fr: Fichier zip '{0}' non trouvé !

source: Unknown hardware mode
fr: Mode matériel inconnu

source: ST-V offset start: {}
fr: Début du décalage ST-V: {}

source: Write ({}) to unmapped area {:#0x} : {:#x}
fr: Ecriture ({}) dans une zone inconnue {:#0x} : {:#x}

source: Read ({}) from unmapped area {:#0x}
fr: Lecture ({}) depuis une zone inconnue {:#0x}

source: SMPC read ({}) access {:#0x}
fr: SMPC : accès en lecture ({}) {:#0x}

source: SMPC write ({}) access {:#0x} : {:#x}
fr: SMPC : accès en écriture ({}) {:#0x} : {:#x}

source: Read ({}) needs to be handled through CD-ROM {:#0x}
fr: Lecture ({}) doit être gérée par le CD-ROM {:#0x}

source: Write ({}) needs to be handled through CD-ROM {:#0x} : {:#x}
fr: Ecriture ({}) doit être gérée par le CD-ROM {:#0x}

source: Read ({}) needs to be handled through SCSP {:#0x}
fr: Lecture ({}) doit être gérée par le SCSP {:#0x}

source: Write ({}) needs to be handled through SCSP {:#0x} : {:#x}
fr: Ecriture ({}) doit être gérée par le SCSP {:#0x}

source: {}bits write to the master SH2 FRT memory area !
fr: Ecriture {}bits dans la zone mémoire FRT du SH2 maitre !

source: {}bits write to the slave SH2 FRT memory area !
fr: Ecriture {}bits dans la zone mémoire FRT du SH2 esclave !

source: Incorrect Saturn pad data
fr: Données du pad Saturn incorrectes

source: Incorrect ST-V player control data
fr: Données de contrôle du joueur ST-V incorrectes

source: Incorrect ST-V board control data
fr: Données de contrôle de la plaque ST-V incorrectes

source: Could not set system clock !
fr: Impossible d'initialiser l'horloge système !

source: -=Master SH2 ON=- command executed
fr: Exécution commande -= Démarrage SH2 maitre =-

source: -=Slave SH2 ON=- command executed
fr: Exécution commande -= Démarrage SH2 esclave =-

source: -=Slave SH2 OFF=- command executed
fr: Exécution commande -= Arrêt SH2 esclave

source: -=Sound ON=- command executed
fr: Exécution commande -= Démarrage son =-

source: -=Sound OFF=- command executed
fr: Exécution commande -= Arrêt son =-

source: -=CD ON=- command executed
fr: Exécution commande -= Démarrage CD =-

source: -=CD OFF=- command executed
fr: Exécution commande -= Arrêt CD =-

source: -=Reset Entire System=- command executed
fr: Exécution commande -= Réinitialisation système complet =-

source: -=Clock Change 320 Mode=- command executed
fr: Exécution commande -= Changement horloge en mode 320 =-

source: -=Clock Change 352 Mode=- command executed
fr: Exécution commande -= Changement horloge en mode 352 =-

source: -=NMI Request=- command executed
fr: Exécution commande -= Requête NMI =-

source: -=Reset Enable=- command executed
fr: Exécution commande -= Activation reset =-

source: -=Reset Disable=- command executed
fr: Exécution commande -= Désactivation reset =-

source: -=SMPC Memory Setting=- command executed
fr: Exécution commande -= Mise à jour mémoire SMPC =-

source: -=Time Setting=- command executed
fr: Exécution commande -= Mise à jour heure =-

source: Unknown SMPC command '{}'
fr: Commande SMPC inconnue '{}'

source: INTBACK break request
fr: INTBACK : requête d'interruption

source: INTBACK continue request
fr: INTBACK : requête de continuation

source: INTBACK started
fr: INTBACK : démarrage

source: INTBACK returning status data
fr: INTBACK : retour des données de statut

source: Interrupt request
fr: Requête d'interruption

source: INTBACK returning peripheral data
fr: INTBACK : retour des données de périphérique

source: -=Sound OFF=-
fr: -= Démarrage son =-

source: -=Sound ON=-
fr: -= Arrêt son =-

source: General
fr: Général

source: Hardware mode
fr: Mode matériel

source: Unknown hardware mode ...
fr: Mode matériel inconnu ...

source: Language
fr: Langue

source: Area code
fr: Code région

source: Rendering
fr: Affichage

source: TV standard
fr: Standard TV

source: Unknown TV standard ...
fr: Standard TV inconnu ...

source: Legacy OpenGL
fr: OpenGL ancien

source: Paths
fr: Chemins

source: Saturn bios
fr: Bios Saturn

source: ST-V bios
fr: Bios ST-V

source: ST-V roms
fr: Roms ST-V

source: Drive
fr: Lecteur

source: Access method
fr: Méthode d'accès

source: Unknown drive access method ...
fr: Méthode d'accès au lecteur inconnue ...

source: Sound
fr: Son

source: Sound disabled
fr: Son désactivé

source: Peripherals
fr: Périphériques

source: Player 1
fr: Joueur 1

source: Left
fr: Gauche

source: Right
fr: Droite

source: Up
fr: Haut

source: Down
fr: Bas

source: Left shoulder
fr: Epaule gauche

source: Right shoulder
fr: Epaule droite

source: Button A
fr: Bouton A

source: Button B
fr: Bouton B

source: Button C
fr: Bouton C

source: Button X
fr: Bouton X

source: Button Y
fr: Bouton Y

source: Button Z
fr: Bouton Z

source: Button Start
fr: Bouton Start

source: Player 2
fr: Joueur 2

source: Board
fr: Plaque

source: Service switch
fr: Interrupteur service

source: Test switch
fr: Interrupteur test

source: Player 1 coin switch
fr: Monnayeur joueur 1

source: Player 2 coin switch
fr: Monnayeur joueur 2

source: Button 1
fr: Bouton 1

source: Button 2
fr: Bouton 2

source: Button 3
fr: Bouton 3

source: Configuration saved.
fr: Configuration enregistrée.

source: File
fr: Fichier

source: Load ST-V rom
fr: Charger rom ST-V

source: Load binary file
fr: Charger fichier binaire

source: Saturnin {0} - Legacy rendering
fr: Saturnin {0} - Rendu ancien

source: Saturnin {0} - Modern rendering
fr: Saturnin {0} - Rendu moderne

source: Exiting ...
fr: Sortie ...

source: Hello world.
fr: Bonjour le monde.
